Repository: team-unstablers/NoctilucaServer
Catalog: NoctilucaClient/NoctilucaClient/resources/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# session-settings.transfer.clipboard.ios_file_warning
source: **경고**: [iOS에서는 `NSFilePromiseProvider`같은 파일 공유를 위한 API가 존재하지 않아, 대신 `NSItemProvider`를 사용하고 있습니다.](https://www.google.com/search?q=NSFilePromiseProvider과+NSItemProvider의+차이는+무엇인가요%1$3F+왜+NSItemProvider를+통해+파일을+복사하면+곧바로+다운로드+되나요%2$3F+비전공자도+이해할+수+있도록+쉽게+알려주세요&udm=50) **현 구현에서는 원격 호스트에서 파일을 복사하면 곧바로 다운로드가 시작되는 문제가 있으며**, 해결 방안을 찾는 중입니다. 이로 인해 대량의 데이터가 예상치 못하게 다운로드될 수 있으므로 주의 바랍니다.
en: **Warning**: [Since iOS does not have APIs like `NSFilePromiseProvider` for file sharing, `NSItemProvider` is used instead.](https://www.google.com/search?q=What+is+the+difference+between+NSFilePromiseProvider+and+NSItemProvider%3F+Why+does+copying+a+file+via+NSItemProvider+start+downloading+immediately%3F+Please+explain+in+a+way+that+is+easy+to+understand&udm=50) **In the current implementation, copying files from the remote host will immediately start downloading**, and we are looking for a solution. Please be aware that large amounts of data may be downloaded unexpectedly.
ja: **警告**: [iOSには`NSFilePromiseProvider`のようなファイル共有用APIが存在しないため、代わりに`NSItemProvider`を使用しています。](https://www.google.com/search?q=NSFilePromiseProviderとNSItemProviderの違いは何ですか%3F+なぜNSItemProviderでファイルをコピーするとすぐにダウンロードが始まるのですか%3F+できるだけ分かりやすく教えてください&udm=50) **現在の実装ではリモートホストからファイルをコピーするとすぐにダウンロードが開始される問題があり**、解決策を模索中です。大量のデータが予期せずダウンロードされる可能性があるためご注意ください。
zh_hans: **警告**：[由于iOS没有像`NSFilePromiseProvider`这样的文件共享API，因此使用了`NSItemProvider`替代。](https://www.google.com/search?q=NSFilePromiseProvider和NSItemProvider有什么区别%3F+为什么通过NSItemProvider复制文件会立即开始下载%3F+请尽量用简单易懂的方式解释&udm=50) **在当前实现中，从远程主机复制文件会立即开始下载**，我们正在寻找解决方案。请注意，可能会意外下载大量数据。

# session-settings.transfer.clipboard.section_description
source: 클립보드 공유 관련 정책을 설정합니다.
en: Configure clipboard sharing policies.
ja: クリップボード共有に関するポリシーを設定します。
zh_hans: 设置剪贴板共享相关策略。

# session-settings.transfer.clipboard.section_title
source: 클립보드 채널
en: Clipboard Channel
ja: クリップボードチャンネル
zh_hans: 剪贴板通道

# session-settings.transfer.clipboard.text_only.description
source: 텍스트 데이터를 제외한 클립보드 데이터를 송수신할지 여부를 설정합니다. 이 옵션이 활성화된 경우, 클립보드 공유 기능은 텍스트 데이터에 대해서만 동작하게 됩니다.
en: Configure whether to send and receive clipboard data other than text. When enabled, the clipboard sharing feature will only work for text data.
ja: テキスト以外のクリップボードデータを送受信するかどうかを設定します。このオプションが有効な場合、クリップボード共有機能はテキストデータに対してのみ動作します。
zh_hans: 设置是否发送和接收文本以外的剪贴板数据。启用后，剪贴板共享功能仅对文本数据生效。

# session-settings.transfer.clipboard.text_only.title
source: 텍스트만 허용하기
en: Allow Text Only
ja: テキストのみ許可する
zh_hans: 仅允许文本

# settings.general.autoupdate.check.title
source: 자동으로 업데이트 확인하기
en: Automatically Check for Updates
ja: 自動的にアップデートを確認
zh_hans: 自动检查更新

# settings.general.autoupdate.download.title
source: 자동으로 업데이트 다운로드하기
en: Automatically Download Updates
ja: 自動的にアップデートをダウンロード
zh_hans: 自动下载更新

# settings.general.default_connection.description
source: 빠른 연결 시 사용할 기본 설정을 변경합니다.
en: Change default settings used for quick connection.
ja: クイック接続時に使用する基本設定を変更します。
zh_hans: 更改快速连接时使用的默认设置。

# settings.general.default_connection.title
source: 기본 연결 설정
en: Default Connection Settings
ja: 基本接続設定
zh_hans: 默认连接设置

# settings.general.title
source: 일반
en: General
ja: 一般
zh_hans: 通用

# settings.input.advanced.cursor_scale.description
source: 원격 커서의 표시 크기를 조절합니다.
en: Adjusts the display size of the remote cursor.
ja: リモートカーソルの表示サイズを調整します。
zh_hans: 调整远程光标的显示大小。

# settings.input.advanced.cursor_scale.title
source: 커서 크기
en: Cursor Size
ja: カーソルサイズ
zh_hans: 光标大小

# settings.input.advanced.header
source: 고급 설정
en: Advanced Settings
ja: 高度な設定
zh_hans: 高级设置

# settings.input.advanced.header.description
source: 입력 관련 고급 설정을 구성합니다.
en: Configure advanced input settings.
ja: 入力関連の高度な設定を構成します。
zh_hans: 配置输入相关的高级设置。

# settings.input.advanced.scroll_multiplier.description
source: 마우스 스크롤에 배수 값을 적용하여 전송합니다. 값이 클수록 스크롤 속도가 빨라집니다.
en: Apply a multiplier to mouse scroll events. Higher values result in faster scrolling.
ja: マウススクロールに倍率値を適用して送信します。 値が大きいほどスクロール速度が速くなります。
zh_hans: 对鼠标滚动应用倍率值进行传输。 值越大，滚动速度越快。

# settings.input.advanced.scroll_multiplier.title
source: 마우스 스크롤 배수
en: Mouse Scroll Multiplier
ja: マウススクロール倍率
zh_hans: 鼠标滚动倍率

# settings.input.advanced.trackpad_multiplier.description
source: 트랙패드 모드에서 커서 이동량에 배수를 적용합니다. 값이 클수록 커서가 더 멀리 이동합니다.
en: Apply a multiplier to cursor movement in trackpad mode. Higher values result in faster cursor movement.
ja: トラックパッドモードでカーソル移動量に倍率を適用します。 値が大きいほどカーソルがより遠くに移動します。
zh_hans: 在触控板模式下，对光标移动量应用倍率。 值越大，光标移动越远。

# settings.input.advanced.trackpad_multiplier.title
source: 트랙패드 이동 배수
en: Trackpad Speed Multiplier
ja: トラックパッド移動倍率
zh_hans: 触控板移动倍率

# settings.input.exclusive_mode.description
source: 키보드와 마우스를 잠그는 독점 모드를 활성화합니다. - ⌘Q를 포함한 모든 키보드 단축키를 그대로 사용할 수 있게 됩니다. - 마우스 입력이 상대 좌표로 전달됩니다. 3D 툴이나 FPS 게임 등에서 유용하게 동작합니다.
en: Enable exclusive mode which locks keyboard and mouse. - All keyboard shortcuts including ⌘Q will be passed through. - Mouse input is delivered as relative coordinates. Useful for 3D tools or FPS games.
ja: キーボードとマウスをロックする排他モードを有効にします。 - ⌘Qを含むすべてのキーボードショートカットをそのまま使用できるようになります。 - マウス入力が相対座標として送信されます。3DツールやFPSゲームなどで便利に動作します。
zh_hans: 启用锁定键盘和鼠标的独占模式。 - 您将能够照常使用包含 ⌘Q 在内的所有键盘快捷键。 - 鼠标输入将作为相对坐标传递。这在 3D 工具或 FPS 游戏中非常有用。

# settings.input.exclusive_mode.title
source: 독점 모드 활성화
en: Enable Exclusive Mode
ja: 排他モード有効化
zh_hans: 启用独占模式

# settings.input.exclusive_mode.unavailable.description
source: '손쉬운 사용' 권한이 주어지지 않아 독점 모드를 사용할 수 없습니다. 설정을 변경한 후에는 Noctiluca Navigator를 다시 시작해야 합니다.
en: Exclusive mode is unavailable because Accessibility permission is not granted. You must restart Noctiluca Navigator after changing settings.
ja: 入力監視の権限がないため、排他モードを使用できません。 設定を変更した後、Noctiluca Navigatorを再起動する必要があります。
zh_hans: 由于未授予输入监控权限，无法使用独占模式。 更改设置后，您需要重新启动 Noctiluca Navigator。

# settings.input.exclusive_mode.unavailable.title
source: 독점 모드 사용할 수 없음
en: Exclusive Mode Unavailable
ja: 排他モード使用不可
zh_hans: 无法使用独占模式

# settings.input.exclusive_mode.unlock_shortcut.description
source: 키보드 / 마우스가 잠긴 상태에서 독점 모드를 해제하는 단축키를 설정합니다.
en: Set shortcut to unlock exclusive mode when keyboard/mouse are locked.
ja: キーボード/マウスがロックされた状態で排他モードを解除するショートカットキーを設定します。
zh_hans: 设置在键盘/鼠标锁定时解除独占模式的快捷键。

# settings.input.exclusive_mode.unlock_shortcut.title
source: 독점 모드 해제 단축키
en: Exclusive Mode Unlock Shortcut
ja: 排他モード解除ショートカット
zh_hans: 解除独占模式快捷键

# settings.input.header
source: 입력 설정
en: Input Settings
ja: 入力設定
zh_hans: 输入设置

# settings.input.header.description
source: 전반적인 입력 설정을 구성합니다.
en: Configure general input settings.
ja: 全般的な入力設定を構成します。
zh_hans: 配置整体输入设置。

# settings.input.key_mapping.display_mode.apple
source: Apple 스타일
en: Apple Style
ja: Appleスタイル
zh_hans: Apple 风格

# settings.input.key_mapping.display_mode.generic
source: 일반 스타일
en: Generic Style
ja: 一般スタイル
zh_hans: 通用风格

# settings.input.key_mapping.display_mode.label
source: 키 표시 방식
en: Key Display Mode
ja: キー表示方式
zh_hans: 按键显示方式

# settings.input.key_mapping.editor.title
source: 키매핑 테이블 편집기
en: Key Mapping Table Editor
ja: キーマッピングテーブルエディタ
zh_hans: 键映射表编辑器

# settings.input.keyboard_redirection.method.cocoa_event_tap.description
source: macOS의 Cocoa Event Tap API를 사용하여 입력을 리디렉션합니다. 모든 단축키가 정상적으로 동작하지만, 입력 모니터링 권한을 필요로 합니다.
en: Redirects input using macOS Cocoa Event Tap API. All shortcuts work normally, but Input Monitoring permission is required.
ja: macOSのCocoa Event Tap APIを使用して入力をリダイレクトします。 すべてのショートカットキーが正常に動作しますが、入力監視権限が必要です。
zh_hans: 使用 macOS 的 Cocoa Event Tap API 重定向输入。 所有快捷键均可正常工作，但需要输入监控权限。

# settings.input.keyboard_redirection.method.cocoa_event_tap.unavailable
source: Cocoa Event Tap (이 플랫폼에서는 사용할 수 없습니다)
en: Cocoa Event Tap (Unavailable on this platform)
ja: Cocoa Event Tap (このプラットフォームでは使用できません)
zh_hans: Cocoa Event Tap (此平台不可用)

# settings.input.keyboard_redirection.method.description
source: 키보드 입력을 원격 컴퓨터로 리디렉션하는 방법을 설정합니다.
en: Configure how keyboard input is redirected to the remote computer.
ja: キーボード入力をリモートコンピューターにリダイレクトする方法を設定します。
zh_hans: 设置将键盘输入重定向到远程计算机的方法。

# settings.input.keyboard_redirection.method.game_controller.description
source: Apple의 게임 컨트롤러 프레임워크를 사용합니다. App 전환 (⌘Tab), 창 닫기(⌘W), App 종료(⌘Q) 등의 단축키가 동작하지 않을 수 있습니다.
en: Uses Apple's Game Controller framework. Shortcuts like App Switch (⌘Tab), Close Window (⌘W), and Quit App (⌘Q) may not work.
ja: Appleのゲームコントローラーフレームワークを使用します。 App切り替え (⌘Tab)、ウィンドウを閉じる(⌘W)、App終了(⌘Q)などのショートカットキーが動作しない場合があります。
zh_hans: 使用 Apple 的游戏控制器框架。 切换 App (⌘Tab)、关闭窗口 (⌘W)、退出 App (⌘Q) 等快捷键可能无法使用。

# settings.input.keyboard_redirection.method.label
source: 입력 리디렉션 방법
en: Input Redirection Method
ja: 入力リダイレクト方法
zh_hans: 输入重定向方法

# settings.input.keyboard.header
source: 키보드 입력 설정
en: Keyboard Input Settings
ja: キーボード入力設定
zh_hans: 键盘输入设置

# settings.input.keyboard.header.description
source: 키보드 입력과 관련된 설정을 구성합니다.
en: Configure settings related to keyboard input.
ja: キーボード入力に関連する設定を構成します。
zh_hans: 配置键盘输入相关的设置。

# settings.input.modifier_override.caps_lock
source: Caps Lock(⇪) 키
en: Caps Lock(⇪) Key
ja: Caps Lock(⇪)キー
zh_hans: Caps Lock (⇪) 键

# settings.input.modifier_override.command
source: Command(⌘) 키
en: Command(⌘) Key
ja: Command(⌘)キー
zh_hans: Command (⌘) 键

# settings.input.modifier_override.control
source: Control(⌃) 키
en: Control(⌃) Key
ja: Control(⌃)キー
zh_hans: Control (⌃) 键

# settings.input.modifier_override.description
source: 각 보조 키가 원격 컴퓨터에서 다르게 동작하도록 설정합니다.
en: Configure how each modifier key behaves on the remote computer.
ja: 各修飾キーがリモートコンピューターで異なって動作するように設定します。
zh_hans: 设置每个修饰键在远程计算机上的行为方式。

# settings.input.modifier_override.label
source: 보조 키 오버라이드
en: Modifier Key Override
ja: 修飾キーオーバーライド
zh_hans: 覆盖修饰键

# settings.input.modifier_override.option
source: Option(⌥) 키
en: Option(⌥) Key
ja: Option(⌥)キー
zh_hans: Option (⌥) 键

# settings.input.mouse_redirection.pointer_mode.automatic.description
source: 하드웨어 마우스가 연결되면 자동으로 전환하고, 연결이 해제되면 터치 포인터로 복귀합니다.
en: Automatically switch when a hardware mouse is connected, and revert to touch pointer when disconnected.
ja: ハードウェアマウスが接続されると自動的に切り替わり、接続が解除されるとタッチポインタに戻ります。
zh_hans: 连接硬件鼠标时自动切换，断开连接后恢复为触摸指针。

# settings.input.mouse_redirection.pointer_mode.automatic.label
source: 자동 전환 (권장)
en: Automatic (Recommended)
ja: 自動切替 (推奨)
zh_hans: 自动切换 (推荐)

# settings.input.mouse_redirection.pointer_mode.description
source: 터치 입력과 하드웨어 마우스 입력 중 어떤 소스를 사용할지 결정합니다.
en: Determine whether to use touch input or hardware mouse input.
ja: タッチ入力とハードウェアマウス入力のどちらのソースを使用するか決定します。
zh_hans: 决定使用触摸输入还是硬件鼠标输入作为来源。

# settings.input.mouse_redirection.pointer_mode.hardware_mouse.description
source: 가능한 경우 하드웨어 마우스를 우선 사용합니다. 하드웨어 마우스가 연결되어 있는 동안 터치 입력은 무시됩니다.
en: Prioritize hardware mouse if available. Touch input is ignored while a hardware mouse is connected.
ja: 可能な場合、ハードウェアマウスを優先して使用します。ハードウェアマウスが接続されている間、タッチ入力は無視されます。
zh_hans: 尽可能优先使用硬件鼠标。连接硬件鼠标期间，忽略触摸输入。

# settings.input.mouse_redirection.pointer_mode.hardware_mouse.label
source: 하드웨어 마우스 우선
en: Prioritize Hardware Mouse
ja: ハードウェアマウス優先
zh_hans: 硬件鼠标优先

# settings.input.mouse_redirection.pointer_mode.label
source: 포인터 입력 모드
en: Pointer Input Mode
ja: ポインタ入力モード
zh_hans: 指针输入模式

# settings.input.mouse_redirection.pointer_mode.touch_pointer.description
source: 터치 제스처만으로 포인터를 조작합니다. 하드웨어 마우스 입력은 무시됩니다.
en: Use only touch gestures to control the pointer. Hardware mouse input is ignored.
ja: タッチジェスチャのみでポインタを操作します。ハードウェアマウス入力は無視されます。
zh_hans: 仅通过触摸手势操作指针。忽略硬件鼠标输入。

# settings.input.mouse_redirection.pointer_mode.touch_pointer.label
source: 터치 포인터만 사용
en: Use Touch Pointer Only
ja: タッチポインタのみ使用
zh_hans: 仅使用触摸指针

# settings.input.mouse_redirection.touch_mode.description
source: 터치 제스처를 어떤 방식으로 마우스 동작에 매핑할지 설정합니다.
en: Configure how touch gestures map to mouse actions.
ja: タッチジェスチャをどのような方式でマウス動作にマッピングするか設定します。
zh_hans: 设置如何将触摸手势映射到鼠标操作。

# settings.input.mouse_redirection.touch_mode.label
source: 터치 입력 모드
en: Touch Input Mode
ja: タッチ入力モード
zh_hans: 触摸输入模式

# settings.input.mouse_redirection.touch_mode.touch.description
source: 터치 위치가 곧 커서 위치가 됩니다. 탭은 이동+클릭, 드래그는 클릭+드래그로 처리합니다.
en: Touch position maps directly to cursor position. Tap to move+click, drag to click+drag.
ja: タッチ位置がそのままカーソル位置になります。タップは移動+クリック、ドラッグはクリック+ドラッグとして処理します。
zh_hans: 触摸位置即为光标位置。轻点为移动+点击，拖动为点击+拖动。

# settings.input.mouse_redirection.touch_mode.touch.label
source: 터치 모드 (기본)
en: Touch Mode (Default)
ja: タッチモード (デフォルト)
zh_hans: 触摸模式 (默认)

# settings.input.mouse_redirection.touch_mode.trackpad.description
source: 상대 좌표로 커서를 이동합니다. 긴 누름 또는 두 손가락 조합으로 드래그합니다.
en: Move cursor with relative coordinates. Long press or two-finger tap to drag.
ja: 相対座標でカーソルを移動します。長押しまたは2本指の組み合わせでドラッグします。
zh_hans: 以相对坐标移动光标。长按或双指组合进行拖动。

# settings.input.mouse_redirection.touch_mode.trackpad.label
source: 트랙패드 모드
en: Trackpad Mode
ja: トラックパッドモード
zh_hans: 触控板模式

# settings.input.mouse.footer.touch
source: 참고: - 터치 모드는 탭 시 해당 위치로 이동 후 클릭합니다. - 드래그는 한 손가락으로 바로 클릭+드래그로 처리됩니다.
en: Note: - Touch mode moves to the tapped location and clicks. - Dragging is handled directly as click+drag with one finger.
ja: 参考: - タッチモードはタップ時にその位置へ移動してからクリックします。 - ドラッグは一本指ですぐにクリック+ドラッグとして処理されます。
zh_hans: 注意： - 触摸模式下，轻点时会先移动到该位置再点击。 - 拖动操作为单指直接点击+拖动。

# settings.input.mouse.footer.trackpad
source: 참고: - 트랙패드 모드는 상대 좌표로 커서를 이동합니다. - 드래그는 긴 누름 또는 두 손가락 조합으로 실행됩니다.
en: Note: - Trackpad mode moves the cursor using relative coordinates. - Dragging is performed via long press or two-finger gestures.
ja: 参考: - トラックパッドモードは相対座標でカーソルを移動します。 - ドラッグは長押しまたは2本指の組み合わせで実行されます。
zh_hans: 注意： - 触控板模式以相对坐标移动光标。 - 拖动通过长按或双指组合执行。

# settings.input.mouse.header
source: 마우스 입력 설정
en: Mouse Input Settings
ja: マウス入力設定
zh_hans: 鼠标输入设置

# settings.input.mouse.header.description
source: 마우스 입력과 관련된 설정을 구성합니다.
en: Configure settings related to mouse input.
ja: マウス入力に関連する設定を構成します。
zh_hans: 配置鼠标输入相关的设置。

# settings.input.mouse.invert_buttons.description
source: 2-버튼 마우스의 좌우 버튼 위치를 반전하여 사용합니다. 왼손을 주로 사용하는 사용자에게 도움이 될 수 있습니다.
en: Swap the left and right buttons of a 2-button mouse. This can be helpful for left-handed users.
ja: 2ボタンマウスの左右ボタンの位置を反転して使用します。 左利きのユーザーに役立つ場合があります。
zh_hans: 反转双键鼠标的左右按键位置。 这可能对惯用左手的用户有帮助。

# settings.input.mouse.invert_buttons.title
source: 마우스 좌우 버튼을 반전하기
en: Swap Mouse Buttons
ja: マウス左右ボタンを反転する
zh_hans: 反转鼠标左右键

# settings.input.mouse.invert_horizontal_scroll.description
source: 가로 스크롤 시 좌우 방향을 반전시킵니다.
en: Invert horizontal scrolling direction.
ja: 横スクロール時に左右方向を反転させます。
zh_hans: 水平滚动时反转左右方向。

# settings.input.mouse.invert_horizontal_scroll.title
source: 가로↔ 스크롤 방향을 반전하기
en: Invert Horizontal↔ Scroll
ja: 横↔スクロール方向を反転する
zh_hans: 反转水平↔滚动方向

# settings.input.mouse.invert_vertical_scroll.description
source: 세로 스크롤 시 상하 방향을 반전시킵니다.
en: Invert vertical scrolling direction.
ja: 縦スクロール時に上下方向を反転させます。
zh_hans: 垂直滚动时反转上下方向。

# settings.input.mouse.invert_vertical_scroll.title
source: 세로↕ 스크롤 방향을 반전하기
en: Invert Vertical↕ Scroll
ja: 縦↕スクロール方向を反転する
zh_hans: 反转垂直↕滚动方向

# settings.input.troubleshoot.header
source: 문제 해결
en: Troubleshoot
ja: トラブルシューティング
zh_hans: 故障排除

# settings.input.troubleshoot.reset.button
source: 입력 관련 설정 초기화
en: Reset Input Settings
ja: 入力関連設定初期化
zh_hans: 重置输入相关设置

# settings.input.troubleshoot.reset.description
source: 이 버튼을 누르면 입력 관련 설정이 초기화됩니다.
en: Click this button to reset input settings.
ja: このボタンを押すと入力関連の設定が初期化されます。
zh_hans: 点击此按钮将重置输入相关设置。

# settings.input.troubleshoot.reset.title
source: 도와주세요, 잘못 건드렸더니 망가졌어요
en: Help, I messed up the settings
ja: 助けてください、変なところをいじって壊れました
zh_hans: 救命，我搞砸了设置

# settings.misc.experimental.header
source: 실험 기능
en: Experimental
ja: 実験機能
zh_hans: 实验性功能

# settings.misc.hidio_qos.description
source: MsQuic 스케줄러에게 HIDIO 채널과 관련된 스트림에 대해 높은 QoS 우선순위를 적용하도록 요청하여, 낮은 스루풋 환경에서도 입력 지연을 최소화 하기 위해 노력합니다.
en: Request the MsQuic scheduler to apply high QoS priority to streams related to the HIDIO channel, striving to minimize input latency even in low-throughput environments.
ja: MsQuicスケジューラにHIDIOチャンネルに関連するストリームに対して高いQoS優先順位を適用するよう要求し、低いスループット環境でも入力遅延を最小化しようとします。
zh_hans: 请求 MsQuic 调度器对 HIDIO 通道相关流应用高 QoS 优先级，努力在低吞吐量环境下将输入延迟降至最低。

# settings.misc.hidio_qos.title
source: HIDIO 채널에 높은 QoS 우선순위 적용하기
en: Apply High QoS Priority to HIDIO Channel
ja: HIDIOチャンネルに高いQoS優先順位を適用する
zh_hans: 对 HIDIO 通道应用高 QoS 优先级

# settings.misc.performance_overlay.description
source: 디버그용 통계 정보를 표시합니다.
en: Display debug statistics.
ja: デバッグ用統計情報を表示します。
zh_hans: 显示调试用统计信息。

# settings.misc.performance_overlay.title
source: 디버그용 통계 정보 표시하기
en: Show Debug Statistics
ja: デバッグ用統計情報を表示する
zh_hans: 显示调试用统计信息

# settings.plugins.coming_soon
source: 준비 중입니다.
en: Coming soon.
ja: 準備中です。
zh_hans: 即将推出。

# settings.plugins.header
source: 플러그인
en: Plugins
ja: プラグイン
zh_hans: 插件

# settings.projection.advanced.description
source: 프로젝션과 관련된 고급 설정을 구성합니다.
en: Configure advanced projection settings.
ja: プロジェクションに関連する詳細設定を構成します。
zh_hans: 配置投影相关的高级设置。

# settings.projection.advanced.header
source: 고급 설정
en: Advanced Settings
ja: 詳細設定
zh_hans: 高级设置

# settings.projection.audio_policy.description
source: 오디오 프로젝션의 동작과 관련된 정책을 설정합니다.
en: Set policies related to audio projection behavior.
ja: オーディオプロジェクションの動作に関連するポリシーを設定します。
zh_hans: 设置音频投影及其行为相关的策略。

# settings.projection.audio_policy.latency_first.description
source: 지연 시간을 최대한 줄이도록 코덱을 구성하고, 오디오의 지터 버퍼를 최대한 작게 잡습니다. 조금이라도 타이밍을 놓칠 것 같으면, 오디오 프레임을 적극적으로 건너뜁니다.
en: Configure codec to minimize latency and keep the audio jitter buffer as small as possible. If timing is missed even slightly, audio frames are actively dropped.
ja: 遅延時間を最大限減らすようにコーデックを構成し、オーディオのジッターバッファを極力小さく確保します。 少しでもタイミングを逃しそうな場合、オーディオフレームを積極的にスキップします。
zh_hans: 配置编解码器以最大限度地减少延迟，并尽可能缩小音频的抖动缓冲。 如果感觉稍有延迟，则积极跳过音频帧。

# settings.projection.audio_policy.latency_first.title
source: 낮은 지연 시간을 우선하기
en: Prioritize Low Latency
ja: 低い遅延時間を優先する
zh_hans: 低延迟优先

# settings.projection.audio_policy.stability_first.description
source: 품질을 우선하도록 코덱을 구성하고, 오디오의 지터 버퍼를 적절한 크기로 유지합니다. 네트워크 상태가 불안정한 경우에도 오디오 끊김 현상을 최소화합니다.
en: Configure codec to prioritize quality and maintain an appropriate audio jitter buffer size. Minimizes audio stuttering even in unstable network conditions.
ja: 品質を優先するようにコーデックを構成し、オーディオのジッターバッファを適切なサイズに維持します。 ネットワークの状態が不安定な場合でもオーディオの途切れ現象を最小化します。
zh_hans: 配置编解码器以优先考虑质量，并保持适当大小的音频抖动缓冲。 即使网络状态不稳定，也能最大限度地减少音频断断续续的现象。

# settings.projection.audio_policy.stability_first.title
source: 안정성을 우선하기
en: Prioritize Stability
ja: 安定性を優先する
zh_hans: 稳定性优先

# settings.projection.audio_policy.title
source: 오디오 프로젝션 정책
en: Audio Projection Policy
ja: オーディオプロジェクションポリシー
zh_hans: 音频投影策略

# settings.projection.cas.sharpness.title
source: 필터 세기
en: Filter Strength
ja: フィルター強度
zh_hans: 滤镜强度

# settings.projection.cas.toggle.description
source: Contrast Adaptive Sharpening 필터를 적용합니다. 원격 화면의 텍스트나 경계를 더 선명하게 표시합니다.
en: Applies the Contrast Adaptive Sharpening filter. Makes text and edges on the remote screen appear sharper.
ja: Contrast Adaptive Sharpeningフィルターを適用します。 リモート画面のテキストや境界をより鮮明に表示します。
zh_hans: 应用对比度自适应锐化滤镜。 使远程画面的文字和边缘显示更加清晰。

# settings.projection.cas.toggle.title
source: 선명도 필터 (CAS)
en: Sharpness Filter (CAS)
ja: シャープネスフィルター (CAS)
zh_hans: 锐化滤镜 (CAS)

# settings.projection.jitter_buffer_preset.description
source: 지터 버퍼의 지연 시간과 안정성 사이의 균형을 조절합니다.
en: Adjust the balance between jitter buffer latency and stability.
ja: ジッターバッファの遅延時間と安定性の間のバランスを調整します。
zh_hans: 调节抖动缓冲的延迟与稳定性之间的平衡。

# settings.projection.jitter_buffer_preset.title
source: 지터 버퍼 프리셋
en: Jitter Buffer Preset
ja: ジッターバッファプリセット
zh_hans: 抖动缓冲预设

# settings.projection.jitter_buffer.low_latency
source: 저지연 (추천)
en: Low Latency (Recommended)
ja: 低遅延 (推奨)
zh_hans: 低延迟 (推荐)

# settings.projection.jitter_buffer.low_latency.desc
source: 지연 시간을 줄이는 것을 목표로 합니다. 네트워크 상태가 양호할 때 사용하세요.
en: Aims to reduce latency. Use this when the network condition is good.
ja: 遅延時間を減らすことを目標にします。 ネットワークの状態が良い場合に使用してください。
zh_hans: 以减少延迟为目标。 请在网络状况良好时使用。

# settings.projection.jitter_buffer.prioritize_stability
source: 안정성 우선
en: Prioritize Stability
ja: 安定性優先
zh_hans: 稳定性优先

# settings.projection.jitter_buffer.prioritize_stability.desc
source: 버퍼를 넉넉하게 잡아 네트워크 지터에 강한 안정적인 재생을 합니다. 딜레이가 다소 있을 수 있습니다.
en: Provides stable playback resilient to network jitter by using a generous buffer. Some delay may occur.
ja: バッファを余裕を持って確保し、ネットワークジッターに強い安定した再生を行います。 多少の遅延が生じる場合があります。
zh_hans: 通过设置较大的缓冲来抵抗网络抖动，实现稳定的播放。 可能会有一定的延迟。

# settings.projection.jitter_buffer.ultra_low_latency
source: 초저지연
en: Ultra Low Latency
ja: 超低遅延
zh_hans: 超低延迟

# settings.projection.jitter_buffer.ultra_low_latency.desc
source: 지연 시간 최소화를 최우선으로 합니다. 네트워크 상태가 좋지 않으면 끊김이나 프레임 드롭이 빈번해질 수 있습니다.
en: Prioritizes minimizing latency. Frequent stuttering or frame drops may occur if the network condition is poor.
ja: 遅延の最小化を最優先します。 ネットワークの状態が良くない場合、途切れやフレームドロップが頻繁に発生する可能性があります。
zh_hans: 优先考虑最小化延迟。 如果网络状况不佳，可能会频繁出现卡顿或丢帧。

# settings.projection.navigation_title
source: 프로젝션 설정
en: Projection Settings
ja: プロジェクション設定
zh_hans: 投影设置

source: 일반적인 비디오 재생에 사용되는 AVSampleBufferDisplayLayer를 사용합니다. 동작이 안정적입니다.
en: Uses AVSampleBufferDisplayLayer, commonly used for standard video playback. Stable and reliable.
ja: 一般的なビデオ再生に使用されるAVSampleBufferDisplayLayerを使用します。動作が安定しています。
zh_hans: 使用常用于标准视频播放的AVSampleBufferDisplayLayer。运行稳定可靠。

# settings.projection.renderer_implementation.description
source: 화면 렌더러 구현체를 선택합니다.
en: Select the display renderer implementation.
ja: 画面レンダラーの実装を選択します。
zh_hans: 选择画面渲染器实现。

# settings.projection.renderer_implementation.nocmetalvideorenderer.description
source: 자체 구현된 Metal 기반의 비디오 렌더러를 사용합니다. **실험 단계**이지만, CAS 필터를 사용할 수 있게 됩니다. - 실험 단계이기 때문에 HDR 표시가 불안정할 수 있습니다.
en: Uses a custom Metal-based video renderer. **Experimental**, but enables the CAS filter. - HDR display may be unstable due to experimental status.
ja: 独自実装のMetalベースビデオレンダラーを使用します。**実験段階**ですが、CASフィルターが使用可能になります。 - 実験段階のため、HDR表示が不安定になる場合があります。
zh_hans: 使用自研的基于Metal的视频渲染器。处于**实验阶段**，但可以启用CAS滤镜。 - 由于处于实验阶段，HDR显示可能不稳定。

# settings.projection.renderer_implementation.nocmetalvideorenderer.title
source: Metal 비디오 렌더러 (Noctiluca)
en: Metal Video Renderer (Noctiluca)
ja: Metalビデオレンダラー (Noctiluca)
zh_hans: Metal视频渲染器 (Noctiluca)

# settings.projection.renderer_implementation.title
source: 화면 렌더러 구현체
en: Display Renderer Implementation
ja: 画面レンダラー実装
zh_hans: 画面渲染器实现

# settings.projection.rendering.header
source: 화면 렌더링
en: Display Rendering
ja: 画面レンダリング
zh_hans: 画面渲染

# settings.projection.video_policy.description
source: 화면 프로젝션과 관련된 정책을 설정합니다.
en: Set policies related to screen projection.
ja: 画面プロジェクションに関連するポリシーを設定します。
zh_hans: 设置屏幕投影相关的策略。

# settings.projection.video_policy.fast.description
source: 화면 데이터가 도착하는 대로 최대한 빠르게 표시합니다. 딜레이는 적지만, 네트워크 지터(Jitter)로 인하여 약간의 불쾌감이 들 수 있습니다.
en: Display screen data as soon as it arrives. Delay is minimal, but network jitter may cause some visual discomfort.
ja: 画面データが到着し次第、最大限速く表示します。 遅延は少ないですが、ネットワークジッター(Jitter)により若干の不快感を感じる可能性があります。
zh_hans: 画面数据到达后尽快显示。 虽然延迟较低，但由于网络抖动 (Jitter) 可能会产生轻微的不适感。

# settings.projection.video_policy.fast.title
source: 최대한 빠르게 표시하기
en: Display As Fast As Possible
ja: 最大限速く表示する
zh_hans: 尽快显示

# settings.projection.video_policy.jitter_buffer.description
source: 화면 데이터를 조금씩 모아두었다가 일정한 간격으로 재생하려 노력합니다. 화면 표시 딜레이가 조금 늘어납니다.
en: Attempts to buffer screen data and play it back at regular intervals. Screen display delay increases slightly.
ja: 画面データを少しずつ溜めておき、一定の間隔で再生しようとします。 画面表示の遅延が少し増えます。
zh_hans: 努力积攒少量屏幕数据后按固定间隔播放。 屏幕显示的延迟会略微增加。

# settings.projection.video_policy.jitter_buffer.title
source: 지터 버퍼 사용하기
en: Use Jitter Buffer
ja: ジッターバッファを使用する
zh_hans: 使用抖动缓冲

# settings.projection.video_policy.title
source: 화면 프로젝션 정책
en: Screen Projection Policy
ja: 画面プロジェクションポリシー
zh_hans: 屏幕投影策略

# settings.security.protocol.disable_version_announcement.description
source: 클라이언트 버전을 서버에게 알리지 않습니다. 일부 서버에서는 접속을 거절하거나 기능을 제한할 수도 있습니다.
en: Do not announce the client version to the server. Some servers may refuse connection or limit functionality.
ja: クライアントバージョンをサーバーに通知しません。 一部のサーバーでは接続を拒否したり機能を制限したりする場合があります。
zh_hans: 不向服务器通报客户端版本。 部分服务器可能会拒绝连接或限制功能。
